Repository: Caldis/Mos
Catalog: Mos/mul.lproj/Main.xcstrings
Source language: en
Languages: cs, de, el, fr, ja, ko, ru, tr, uk, zh_hans, zh_hant

# v26-RK-BtL.title
source: The allowlist mode will make Mos only apply to apps within the application list.
cs: V režimu povolených aplikací bude Mos aktivní pouze pro aplikace v tomto seznamu
de: Der Allowlistmodus bewirkt, dass Mos nur für Anwendungen innerhalb der Ausnahmeliste gilt.
fr: Le mode liste autorisée fait que Mos ne s’applique qu’aux apps de la liste.
ja: 許可リストモードは、このリストにあるアプリのみにMosを適用します。
ko: 이 모드는 Mos가 제외 목록 안의 앱만 설정하게 해줍니다.
ru: Режим белого списка заставит Mos применяться только к приложениям из списка исключений.
tr: Beyaz liste modu, Mos'ın yalnızca istisna listesindeki uygulamalar için geçerli olmasını sağlar.
uk: Режим списку дозволених застосує Mos лише до програм у списку винятків.
zh_hans: 启用白名单模式后, Mos 仅会对包含在例外列表内的程序启用, 其他的则不受任何影响
zh_hant: 啟用白名單模式後，Mos 只會對例外列表中的應用程式啟用，其他不受影響

# vdI-K4-SBh.title
source: Check for updates:
cs: Aktualizace:
de: Auf Aktualisierungen prüfen:
el: Έλεγχος για ενημερώσεις:
fr: Vérifier mises à jour :
ja: アップデートを確認：
ko: 업데이트 확인:
ru: Проверить наличие обновлений:
tr: Güncellemeleri kontrol et:
uk: Перевірка оновлень:
zh_hans: 检查更新:
zh_hant: 檢查更新：

# vFk-37-HRU.title
source: Disabled
cs: Vypnuto
de: Deaktiviert
el: Απενεργοποιημένο
fr: Désactivé
ja: 無効
ko: 허용하지 않음
ru: Не задана
tr: Devre dışı
uk: Вимкнено
zh_hans: 不使用
zh_hant: 停用

# Vhz-Rn-lcU.title
source: Disabled
cs: Vypnuto
de: Deaktiviert
el: Απενεργοποιημένο
fr: Désactivé
ja: 無効
ko: 허용하지 않음
ru: Не задана
tr: Devre dışı
uk: Вимкнено
zh_hans: 不使用
zh_hant: 停用

# vjK-Rg-us9.title
source: Invert wheel direction
cs: Obrátit směr posouvání
de: Radrichtung umkehren
el: Αντιστροφή τροχού
fr: Inverser le sens de la roue
ja: ホイール反転
ko: 휠 방향 반전
ru: Инверсия колеса
tr: Teker yönünü ters çevir
uk: Інвертувати колесо
zh_hans: 反转滚轮方向
zh_hant: 反轉滾輪方向

# W2z-NX-9UO.title
source: May affect the scrolling behavior.
cs: Může ovlivnit chování posouvání.
de: Kann das Scrollverhalten beeinflussen.
el: Μπορεί να επηρεάσει τη συμπεριφορά κύλισης.
fr: Peut affecter le comportement du défilement
ja: スクロールの動作に影響する場合があります。
ko: 스크롤 동작에 영향을 줄 수 있습니다.
ru: Может повлиять на поведение прокрутки.
tr: Kaydırma davranışını etkileyebilir.
uk: Може вплинути на поведінку прокручування.
zh_hans: 可能会影响滚动行为。
zh_hant: 可能會影響捲動行為。

# Wls-5g-cNZ.title
source: Inherit Global Settings
cs: Převzít globální nastavení
de: Globale Einstellungen vererben
el: Κληρονομία Γενικών Ρυθμίσεων
fr: Paramétrage Global Hérité
ja: グローバル設定を使用
ko: 전역 설정 따라가기
ru: Наследовать глобальные настройки
tr: Evrensel Ayarlardan Al
uk: Успадкувати глобальні налаштування
zh_hans: 继承全局设定
zh_hant: 繼承全域設定

# wrT-sk-Qjf.title
source: English
cs: Angličtina
de: Englisch
el: Αγγλικά
fr: Anglais
ja: 英語
ko: 영어
ru: Английский
tr: İngilizce
uk: Англійська
zh_hans: 英语
zh_hant: 英文

# xfG-Cd-oIk.headerCell.title
source: Application
cs: Aplikace
de: App
el: Εφαρμογή
ja: アプリケーション
ko: 응용 프로그램
ru: Приложение
tr: Uygulama
uk: Програма
zh_hans: 应用
zh_hant: 應用程式

# XjY-7g-GLL.title
source: Application Name
cs: Název aplikace
de: App-Name
el: Όνομα Εφαρμογής
fr: Nom de l’application
ja: アプリケーション名
ko: 응용 프로그램 이름
ru: Название приложения
tr: Uygulama İsmi
uk: Назва програми
zh_hans: 应用名称
zh_hant: 應用程式名稱

# XMw-QE-lsq.title
source: Getting trouble ?
cs: Máte potíže?
de: Probleme?
el: Προβλήματα;
fr: Un problème ?
ja: 動かない時は？
ko: 문제가 있나요?
ru: Проблемы?
tr: Sorun mu yaşıyorsunuz?
uk: Проблеми?
zh_hans: 遇到问题？
zh_hant: 遇到問題？

# xnQ-YR-qNR.title
source: Waiting for you
cs: Čekáme na vás
de: Wartet auf Sie
el: Σας περιμένει
fr: Vous attend
ja: お待ちしています
ko: 기다리고 있습니다
ru: Ожидает вас
tr: Seni bekliyor
uk: Чекає на вас

# xoR-7p-3qj.title
source: Launch on Login
cs: Otevřít při přihlášení
de: Start beim Login
el: Εκκίνηση κατά τη σύνδεση
fr: Démarrer avec la session
ja: ログイン時に起動
ko: 시작시 실행
ru: Запустить при входе
tr: Başlangıçta Çalıştır
uk: Запускати при вході
zh_hans: 在开机时启动
zh_hant: 開機啟動

# yDf-dn-Mcz.title
source: Home Page
cs: Domovská stránka
el: Αρχική Σελίδα
fr: Page d'accueil
ja: ホームページ
ko: 홈페이지
ru: Сайт
tr: Ana Sayfa
uk: Домашня сторінка
zh_hans: 主页
zh_hant: 首頁

# yFl-4N-WcD.title
source: Your mouse is about to get a smoother scrolling experience. Pick up your mouse, there are a few things you need to check.
cs: Vaše myš získá plynulejší posouvání. Než začnete, je třeba nastavit několik věcí.
de: Ihre Maus ist im Begriff, einen reibungslosen Bildlauf zu ermöglichen. Heben Sie Ihre Maus ab, wir haben nur ein paar Dinge, die Sie überprüfen müssen.
el: Your mouse is about to get a smoothest scrolling experience. Pick up your mouse, we just have a few thing that you need to check.
fr: Votre souris est sur le point de vous faire bénéficier d’une meilleure expérience de défilement. Munissez-vous d’elle, il y a d’abord quelques détails à vérifier.
ja: マウスのスクロールがよりスムーズになります。
ko: 여러분의 마우스의 스크롤링을 더욱 부드럽게 해줍니다. 마우스를 드신후에, 몇가지 확인할 사항을 알려드리겠습니다.
ru: Ваша мышь готова к плавной прокрутке, но есть еще несколько важных моментов.
tr: Fareniz en akıcı bir kaydırma deneyimini yaşamak üzere. Farenizi alın, kontrol etmeniz gereken birkaç şeyimiz var.
uk: Ваша миша отримає найплавніше прокручування. Возьміть мишу, є кілька речей, які потрібно перевірити.
zh_hans: 你的鼠标即将获得顺滑的滚动体验 由于 macOS 的限制, 应用需要辅助功能权限方可工作
zh_hant: 您的滑鼠即將獲得順滑的滾動體驗，抓穩您的滑鼠！只有一些選項需要調整

# Yj9-j0-202.title
source: Check on app start
cs: Kontrolovat při spuštění aplikace

# Z59-tN-QjE.title
source: Increase scrolling speed on long pages
cs: Zvýší rychlost posouvání na dlouhých stránkách
de: Scrollgeschwindigkeit auf längeren Seiten erhöhen
el: Αυξήστε την ταχύτητα κύλισης σε μεγάλες σελίδες
fr: Augmenter la vitesse de défilement sur les longues pages
ja: 長いページでスクロール速度を上げる
ko: 긴 페이지를 읽을때 스크롤링 속도를 올려줍니다
ru: Увеличивает скорость прокрутки на длинных страницах
tr: Uzun sayfalarda kaydırma hızını arttırın
uk: Збільшити швидкість прокручування на довгих сторінках
zh_hans: 加快在长页面时的滚动速度
zh_hant: 加快在長頁面的捲動速度

# ZJY-Yg-Qev.title
source: Contributors
cs: Přispěvatelé
de: Mitwirkende
el: Συνεισφέροντες
fr: Contributeurs
ja: コントリビューター
ko: 기여자들
ru: Авторы
tr: Katkı Sağlayanlar
uk: Учасники
zh_hans: 贡献者们
zh_hant: 貢獻者名單

# ZMc-lN-S4q.title
source: Simplified Chinese
cs: Zjednodušená čínština
de: Vereinfachtes Chinesisch
el: Απλοποιημένα Κινεζικά
fr: Chinois simplifié
ja: 簡体中国語
ko: 중국어 간체
ru: Упрощенный китайский
tr: Basitleştirilmiş Çince
uk: Спрощена китайська
zh_hans: 简体中文
zh_hant: 簡體中文

# zTP-iu-A6h.title
source: Disabled
cs: Vypnuto

# 18C-IE-EKk.title
source: ⌘ Command
de: ⌘ Befehl

# c62-LZ-JNT.title
source: ⌘ Command
de: ⌘ Befehl

# ZqO-Rs-CpS.title
source: ⌘ Command
de: ⌘ Befehl
